Repository: liflab/cornipickle-probe
Catalog: probe_project/conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Dashboard
fr: Panneau de contrôle

source: Probes
fr: Sondes

source: Sensors
fr: Capteurs

source: user
fr: utilisateur

source: User
fr: Utilisateur

source: Name
fr: Nom

source: Name of the sensor
fr: Le nom du capteur

source: Code in the Cornipickle language
fr: Code en langage Cornipickle

source: Owner of the sensor
fr: Propriétaire de la sonde

source: You cannot delete the Sensor id {0}, because is use by probe id {1}
fr: Vous ne pouvez pas supprimer l'id du Capteur {0}, parce qu'il est utilisé par la sonde {1}

source: Name of the probe
fr: Le nom de la sonde

source: Description of the probe
fr: Description de la sonde

source: Domain
fr: Domaine

source: Domain the probe will be attached to
fr: À quel domaine la sonde sera liée avec

source: Hash
fr: Hacher

source: Enabled
fr: Capteurs activés

source: Check the box if you want the probe to be enabled
fr: Cocher la case si vous voulez activer la sonde

source: Sensor
fr: Capteurs

source: Sensors to be used by the probe (Use CTRL + Left Mouse Button to select)
fr: Les sondes qui devrait etre utilisées par le capteur (Utiliser CTRL + Clique Gauche sur la souris pour sélectionné)

source: You are using an <strong>outdated</strong> browser. Please, <a target='_blank' href='http://browsehappy.com/'>update your browser</a> so you can enjoy the web as it is meant to be.
fr: Vous utilisez un navigateur <strong>désuet</strong>. S'il vous plait, <a target='_blank' href='http://browsehappy.com/?locale=fr'>mettez à jour votre navigateur</a> afin de profiter du web comme il se doit.

source: Welcome to
fr: Bienvenue sur

source: , a web service for tracking client side bugs on a website.
fr: , un service web pour traquer des bugs sur un site web.

source: User Agent
fr: Agent Utilisateur

source: Web Browser
fr: Navigateur Web

source: Browser
fr: Navigateur

source: Operating System
fr: Système opérateur

source: Website
fr: Site Internet

source: Time
fr: Temps

source: Device
fr: Dispositif

source: Touch
fr: Tactile

source: Updated %(timestamp)s ago.
fr: Dernière modification il y a %(timestamp)s.

source: Currently in beta
fr: Présentement en beta

source: Your mugshot
fr: Vos Photos

source: View profile
fr: Voir votre profil

source: Edit details
fr: Modifier les détails

source: Change password
fr: Changer votre mot de passe nouveau

source: Change email
fr: Changer votre email

source: Logout
fr: Déconnexion

source: Hello
fr: Bonjour

source: Tools
fr: Outils

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Domain:
fr: Domaine:

source: Enabled sensors:
fr: Capteurs activés:

source: This probe is enabled
fr: Cette sonde est activé

source: This probe is disabled
fr: Ce capteur est désactivé

source: Rendered javascript
fr: Javascript généré:

source: Embeded code
fr: Code intégré

source: Submit
fr: Soumettre

source: You have no probes yet, create one now!
fr: Vous n'avez pas encore de sonde, créez-en une maintenant!

source: Create a new probe
fr: Créer une nouvelle sonde

source: You have no sensors yet, create one now!
fr: Vous n'avez pas encore de sonde, créez-en une maintenant!

source: Create a new sensor
fr: Créer un nouveau capteur

source: Account activation failed.
fr: L'activation de votre compte a échoué

source: Your account could not be activated...
fr: Votre compte ne peut-être activé...

source: Your account could not be activated. This could be because your activation link has aged.
fr: Votre compte n'a pas pu etre activé. Il se pourrait que votre lien de validation soit expiré.

source: Please try signing up again or contact us if you think something went wrong.
fr: Réessayez de vous enregistrer ou contactez-nous si vous avez rencontré des problèmes

source: Your account could not be activated because activation link is expired.
fr: Votre compte ne peut pas être activé puisque votre lien de validation est expiré.

source: Request a new activation link.
fr: Demande pour obtenir un nouveau lien d'activation

source: Account re-activation succeeded.
fr: La re-activation de votre compte a été confirmé

source: Account re-activation
fr: Votre compte a été re-activé

source: You requested a new activation of your account..
fr: Vous avez demandé une nouvelle activation pour votre compte..

source: You have been sent an e-mail with an activation link to the supplied email.
fr: Nous avons envoyé un courriel avec un code d'activation a l'adresse courriel du demandeur.

source: We will store your signup information for %(userena_activation_days)s days on our server.
fr: Nous allons enregistrer vos information d'inscription pour %(userena_activation_days)s jours sur notre serveur.

source: Disabled account
fr: Account désactivé

source: Your account has been disabled
fr: Votre compte a été désactivé

source: It seems your account has been disabled.
fr: Il semblerait que votre compte soit désactivé.

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
fr: Si vous percevez de l'injustice a votre égart, vous pouvez communiquer avec l'administrateurpour en savoir plus

source: Email verification
fr: Validation de l'adresse courriel

source: Confirm your new email
fr: Validez votre nouvelle adresse courriel

source: You have received an email at %(email)s.
fr: Vous avez recu un courriel a l'adresse %(email)s.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
fr: Pour lier votre adresse courriel avec votre compte (%(username)s), veuillez cliquersur le lien d'activation qui vous a été transmis par courriel.

source: Email changed!
fr: Adresse courriel changée !

source: New email
fr: Nouvelle adresse courriel

source: Your new email address is saved. You can continue using %(site)s with this email.
fr: Votre nouvelle adresse courriel a été sauvegardée. Vous pouvez continué d'utiliser %(site)s cettecette adresse courrriel.

source: Email verification failed.
fr: Validation de l'adresse courriel a échoué.

source: Your email could not be verified...
fr: Votre adresse courriel ne peut pas etre vérifiée

source: You could try changing it again in your account settings.
fr: Vous pouvez essayer de le modifier dans vos configuration de compte.

source: Account &raquo; %(username)s
fr: Compte &raquo; %(username)s

source: Change email address
fr: Saisissez une adresse courriel valide.

source: Dear %(username)s,</p>
fr: Chere %(username)s, </p>

source: <p>Thank you for signing up at %(site)s.</p>
fr: <p>Merci pour votre avoir enregistrer sur %(site)s.</p>

source: To activate your account you should click on the link below:
fr: Pour activer votre compte vous devez cliquer sur le lien ci-dessous:

source: Thanks for using our site!
fr: Merci d'avoir utilisé notre site!

source: Sincerely
fr: Cordialement

source: You requested a change of your email address at %(site)s.
fr: Vous avez demandé un changement d'adresse courriel pour %(site)s.

source: Please confirm this email address by clicking on the link below:
fr: S.V.P veuillez confirmer votre adresse courriel en cliquant sur le lien ci-dessous:

source: Dear %(username)s,
fr: Chere %(username)s,

source: There was a request to change your email address at %(site)s.
fr: Il y a eu une demande pour changer votre adresse courriel pour %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
fr: Un courriel a été envoyé a %(new_email)s qui contient un lien de vérification. Veuillez cliquer sur le lien dans le courriel pour activer pour adresse courriel.

source: Email verification for %(site)s.
fr: Adresse de vérification pour %(site)s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
fr: Vous recevrez ce courriel pour une changement de mot de passe pour votre compte a l'adresse %(site_name)s

source: Please go to the following page and choose a new password:
fr: S.V.P veuillez aller à la page suivante et choisissez un nouveau mot de passe

source: Your username, in case you've forgotten: %(username)s
fr: Votre utilisateur, en cas si vous l'oubliez %(username)s

source: Please Log In, or
fr: Svp, connectez-vous, ou

source: Sign Up
fr: Enregistrez-vous

source: or
fr: ou

source: Forgot your password?
fr: Oublié votre mot de passe?

source: Log In
fr: Connexion

source: Register, or
fr: S'enregistrer, ou

source: Log in
fr: Se connecter

source: Register
fr: S'enregistrer

source: Password changed
fr: Mot de passe

source: Your password has been changed
fr: Votre mot de passe a été changé

source: From now on you can use your new password to signin
fr: Maintenant vous pouvez utilisé votre nouveau mot de passe pour vous connectez

source: Change Password
fr: Mot de passe

source: Password reset
fr: Mot de passe

source: Your password has been reset
fr: Votre mot de passe a été réinitialiser

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
fr: Vous pouvez maintenant vous <a href="%(signin_url)s">Connectez</a> avec votre nouveau mot de passe.

source: Reset password
fr: Réinitialisation du mot de passe

source: Reset Password
fr: Réinitialisation du mot de passe

source: Password reset email sent
fr: Mot de passe réinitialisé un courriel a été envoyé

source: An e-mail has been sent to you which explains how to reset your password.
fr: Un courriel a été envoyé pour vous expliquez comment réinitialiser votre mot de passe.

source: Send password
fr: Envoie du mot de passe

source: %(username)s's profile.
fr: Profil %(username)s.

source: Email
fr: Courriel

source: About me
fr: À propos de moi

source: Account setup
fr: Configuration du compte

source: Edit Profile
fr: Modifier le profil

source: Save changes
fr: Sauvegarder les modifications

source: Profiles
fr: Profils

source: previous
fr: précédent

source: Page %(page)s of %(num_pages)s
fr: Page %(page)s sur %(num_pages)s

source: next
fr: Suivant

source: Signin
fr: Enregistrez-vous

source: Signed out
fr: Déconnexion

source: You have been signed out
fr: Vous avez été déconnecté

source: You have been signed out. Hope we see you soon.
fr: Vous avez été déconnecté. Nous espérons vous voir bientôt

source: Signup almost done!
fr: L'enregistrement est presque terminé

source: Signup
fr: Enregistrement

source: Thank you for signing up with us!
fr: Merci, de participer à notre projet !

source: You have been sent an e-mail with an activation link</b> to the supplied email.
fr: Vous devriez recevoir un email de notre part </b> contenant une clé d'activation.

source: You can now use the supplied credentials to signin.
fr: Vous pouvez maintenant vous connecter avec votre identifiant
